<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Doorman Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used for error messages.
    |
    */

    'expired'    => 'كود الدعوة :CODE إنتهى صلاحيته.',
    'invalid'    => 'كود الدعوة :CODE غير صالح.',
    'maxed'      => 'كود الدعوة :CODE تم إستخدامه لإقصى عدد مرات الإستخدام.',
    'restricted' => 'كود الدعوة :CODE لمستخدم اخر.',
];
